Revit 2024 API
SpecTypeId.Slope Property
 Slope, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Slope { get; }
Visual Basic
Public Shared ReadOnly Property Slope As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Slope {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace